Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: 2019 End-of-Year Release
yo: 2019 Àgbéjáde Òpin Ọdún

source: 2 down, keep it up!<playIcon></playIcon>
yo: 2 ó ti parí, tẹ̀síwájú!<playIcon></playIcon>

source: ≥ 2 No votes
yo: ≥ 2 kò sí ìbò

source: ≥ 2 Yes votes
yo: ≥ 2 Àwọn Ìbo Bẹ́ẹ̀ni

source: About
yo: Nípa

source: Accent
yo: Ohùn Ìpèdè

source: Account
yo: Àkáǹtì

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
yo: <accuracyLink>Wo àfikún lórí ìlànà apéye.</accuracyLink>

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
yo: { $actionType }<playIcon></playIcon> ṣé wọ́n sọ gbólóhùn náà bí ó ti tọ́ àti bí ó ti yẹ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
yo: { $actionType }<recordIcon></recordIcon> lẹ́yìn náà kí o ka gbólóhùn náà sókè

source: { $actionType }<stopIcon></stopIcon> when done
yo: { $actionType }<stopIcon></stopIcon> tí ó bá ṣe tán

source: { $actionType } submit when ready
yo: { $actionType } fi jíṣẹ́ bí o bá ṣetán

source: Add as much information as you can about the language. This could include:
yo: Fi ìròyìn tó tó nípa èdè naar si. Èyí lè jẹ́:

source: Additional Language
yo: Èdè mìíràn

source: Add Language
yo: Ṣe àfikún èdè

source: Add new custom accent "{ $inputValue }"
yo: Ṣe ìfikún àwọn ohùn ìpèdè "{ $inputValue }"

source: Add Your Voice
yo: Ṣe àfikún ohùn rẹ

source: Afaan Oromo
yo: Afaan Ormoo

source: A few bytes
yo: àwọn báìtì díẹ̀

source: Age
yo: Ọjọ́ orí

source: All
yo: Gbogbo rẹ̀

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
yo: Àwọn dátà akópa tí ìdámọ̀ wọ́n farasin bíi ọjọ́ orí, ìṣakọṣabo, àti ohùn ìpèdè máa ń mú kí ìgbàálẹ̀ ohùn dára síi tí a fi ń mú kí ìṣewẹ́kú ẹ̀rọ ìdámọ̀ ohùn dára si. Orúkọ ìdámọ̀ àti ímeèlì rẹ kò ní farahàn pẹ̀lú dátà tí o bá fi ráńṣẹ́, o sì lè ṣe é bí o bá fẹ́ kí orúkọ ìdámọ̀ rẹ́ hàn àbí o fẹ́ kó wà ní ìpamọ́.

source: Approve
yo: Fàṣẹsí i

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
yo: Wàhálà abẹ́lẹ̀ tí ò pariwo ṣì DÁA, ṣùgbọ́n a ò fẹ́ àfikún ohùn tó lè fa agọ́rídíìmù ẹ̀rọ láti ṣe ìdámọ̀ àwọn ọ̀rọ̀ tí ò sí ní ìkọsílẹ̀. Tí o bá gbọ́ ọ̀rọ̀ tó yàtọ̀ sí àwọn tówà ní kíkọsílẹ̀, o gbọ́dọ̀ kọ fọ́nrán náà. Èyí maa ń ṣábà ṣẹlẹ̀ níbi tí wọ́n bá ti tan ẹ̀rọ̀ amóhùnmáwòrán sílẹ̀, tàbí níbi ti ìbánisọ̀rọ̀ bá ti ń wáyé ní tòsí.

source: Arabic
yo: Lárúbáwá

source: Are you coming? <strong>[called by another]</strong>
yo: Ṣé ò ń bọ̀?<strong>[Jẹ́ pípè nípasẹ̀ ẹlòmíràn]

source: Ask about a new language
yo: Béèrè fún èdè tuntun

source: Audio Format
yo: Ìgbékalẹ̀ olóhùn

source: Avatar
yo: Àwòrán

source: Avatar uploaded
yo: Ìgbáwòrán sí ti di ṣíṣe

source: Average
yo: Àbọ̀

source: A voice clip is marked "valid" when a user gives it a Yes vote.
yo: fọ́nrán ohùn yóò gba àmi “péye” nígbà tí aṣàmúlò kan bá fún-un ní ìbo bẹ́ẹ̀ni.

source: Avoid too much background noise - it should be easy to hear you.
yo: Yẹra fún àpòju ariwo ní ìpìlẹ̀ – ó gbọ́dọ̀ rọrùn láti gbọ́ ẹ.

source: Awards
yo: Àwọn Ìmọyì

source: Back
yo: Ẹ̀yìn

source: Background Noise
yo: Ariwo abẹ́lẹ̀

source: Background Voices
yo: Àwọn ohùn abẹ́lẹ̀

source: Back to Top
yo: Padà sókè

source: Basque
yo: Estonian

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
yo: Ṣọ́ra ko tó kọ fọ́nrán kan pẹ̀lú èróńgbà pé olùkà náà ṣi ọ̀rọ̀ pè, tàbí ó fi sírẹ́sì síbi tí kò tọ́, tàbí ó hàn gbangba pé ó fojú dá àmì ìbéèrè kan. Oríṣiríṣi ọ̀nà ìpọ̀rọ̀ ló wà kárí ayé, àwọn kan sì wà tí o lè má tíì gbọ́ ní agbègbè rẹ. Jọ̀wọ́ pèsè àyè ìmọrírì fún àwọn tí ìsọ̀rọ̀ wọn yàtọ̀ sí tì rẹ.

source: Benefits
yo: Àǹfààní

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
yo: ['Beret' dára bóyá pẹ̀lú sírẹ̀sì lórí sílébù àkọ́kọ́ (UK) tàbí ìkejì (US)]

source: <bold>{ $count }</bold> Clips
yo: <bold>{ $count }</bold> Àwọn fọ́nrán

source: <bold>Help us</bold> find more voices
yo: <bold>Ràn wá lọ́wọ́ láti</bold>ṣàwárí àwọn ohùn mìíràn

source: Both
yo: Méjéèjì

source: Both (Speak and Listen)
yo: Méjéèjì (Sọ àti gbọ́)

source: Browse Languages
yo: Yê èdè wò

source: Build a custom goal
yo: Ṣe àfojúsùn to lè ṣàyídà sí

source: Build Profile
yo: Ṣe púrófáìlì

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
yo: <b>Kí ni ìdí fún ímeèlì</b> A lè nỉ láti kạ̀n sí ẹ lọ́jọ́ iwájú nípa awọn àyípadà sí ìkójọ dátà, ímeèlì ni Yoon jẹ́ kí a lè kàn sí ẹ.

source: By editing your goal, you may lose your existing progress.
yo: Nípa ṣíṣàtúnṣe àfojúsùn rẹ, o lè pàdánù ìlọsíwájú rẹ tó wà nílẹ̀.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
yo: Nípa gbígbà láti lè gba ímeèlì, o sọ pe o faramọ́ kí Mozilla ṣe ìkáwọ́ àwọn ìròyìn bí a ti se é lálàyé sí <privacyLink> Ìgbékalẹ̀ Àṣírí ti Mozilla</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
yo: <b>O gbà</b>láti má ṣe àyẹ̀wo ìdámọ̀ àwọn olùkópa nínú àkójọpọ̀ dátà olóhùn ti Common Voice.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
yo: Nípa pépèsè àwọn ìrìyìn nípan araàrẹ, àwọn ìgbàsílẹ̀ ohùn tí o fi ráńṣẹ́ sí Common Voice yóò wúlò gidigidi fún àwọn Ìmẹ̀ẹ̀rọ adóhùnmọ̀ tí wọ́n ń ṣàmúlò àwọn dátà yí kí ìṣewẹ́kú wọ́n lè tànnà si.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
yo: Nípa lílo Common Voice, o faramọ́ <termsLink> ọ̀nà ìgbàṣe</termsLink> àti <privacyLink> Ìlàna Ajẹmáṣìírí</privacyLink>

source: Cancel Re-recording
yo: Pa itùnkálẹ̀ rẹ́

source: Cancel Submission
yo: Fagilé ìfiráńṣẹ́

source: Can't decide?
yo: O kò ní ìpinnu?

source: Change your email via Settings under Login Identity
yo: Pààrọ̀ imeèlì rẹ nípasẹ̀ ààtò abẹ́ ìdánimọ̀ ìgbaniwọlé

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
yo: Wò ó bí èdè rẹ́ wà lórí àtẹ<languagesPageLink>ojú ìwé ède Common Voice</languagesPageLink> Bí bẹ́ẹ̀kọ́, pèsè èsì sí fọ́ọ̀mù yí a ó sì<strong> fi ímeèlì ráńṣẹ́ sí ẹ nípa bí o ṣe lè ṣètò fún èdè rẹ

source: <chevron></chevron>See less
yo: <chevron></chevron>Dín rírí kù

source: <chevron></chevron>See more
yo: <chevron></chevron>Rí sí i

source: Choose language/localization
yo: Yan èdè/ìsọditèdè

source: Click
yo: Tẹ̀

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
yo: { $clipCount }Àwọn fọ́nrán ohùn, àpapọ̀ ìwọ̀n{ $size } àká tó wà nípamọ́. Ìlò parí{ $expires }

source: Clip Graveyard
yo: Itẹ́ fọ́nrán

source: Clips recorded
yo: A ṣe àkálẹ̀ àwọn fọ́nrán ohùn

source: Clips Uploaded
yo: Fọ́nrán ti di gbígbéjáde

source: Clips validated
yo: Fọ́nrán di yíyẹ̀wò

source: Clips You've Recorded
yo: Àwọn fọ́nrán tí o ṣe ìkàsílẹ̀ rẹ̀

source: Clips You've Validated
yo: Àwọn fọ́nrán tí o ti fọwọ́ sí

source: Close
yo: Padé

source: Collecting sentences
yo: Gbígba gbólóhùn

source: Comment
yo: Dá sí

source: Common Voice data plus all other voice datasets above.
yo: Dátà Common Voice àti àkójọpọ̀ gbogbo dátà olóhùn tó wà lókè.

source: Common Voice Dataset
yo: Àkójọpọ̀ dátà common voice

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
yo: Common Voice jẹ́ iṣẹ́ àkàǹṣe ti Mozilla láti kọ́ àwọn ẹ̀rọ bí a ti ń sọ̀rọ̀ bí ènìyàn

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
yo: Common Voice jẹ́ àkójọpọ̀ dátà fún onírúurú èdẹ̀, èyí tó tóbi jùlọ tó wà ní àgbáyé fún ìlò gbogbo èèyàn.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
yo: Àkálẹ̀ Common Voice máa ń jẹ́ lílò fún àwọn alákadá, onísòwò kékèké, àti àwọn tí wọ́n nífẹ̀ẹ́ sí ìdóhùnmọ̀ láti ṣe ìrànwọ́ kíkọ́ àti ìdàgbàsókè àwọn èròja módẹ̀lì olóhùn tí ó wà fún gbogbogbò. Ṣé o lè jẹ́ ká mọ̀ ìdí tí ó fẹ́ kí a pa àkálẹ̀ ohùn rẹ rẹ́?

source: Community participation and decision making.
yo: Ìkópa nínú àwùjọ àti ìpinu ṣíṣe.

source: Community Playbook
yo: Ìwé atọ́nà

source: Confirm Goal
yo: Fí òǹtẹ̀ lé àfojúsùn

source: Connect with Gravatar
yo: Wà níṣepọ̀ pẹ̀lú Gravatar

source: Contact
yo: Ìkànsí

source: Contact Form
yo: Fọ́ọ̀mù ìbárẹniṣe

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
yo: Àgbéjade wà lábẹ́ ẹ<licenseLink>ìgbàṣe Creative Commons</licenseLink>

source: Continue
yo: Tẹ̀ síwájú

source: Contribute
yo: Fi kún

source: Contribute sentences
yo: Kópa nínú àwọn gbólóhùn

source: Contribute to { $lang }
yo: Dá sí

source: Contribution Activity
yo: Iṣẹ́ Ìkópa

source: Contribution Criteria
yo: Òsùwọ̀n Ìkópa

source: Contribution Experience
yo: Ìrírí Ìṣàfikún

source: Contributors record voice clips by reading from a bank of donated sentences.
yo: Àwọn olùkópa máa ń ṣe àkálẹ̀ fọ́nrán ohùn nípa kíka ọ̀rọ̀ láti inú àgbàjọ gbọhlóhùn tí a ṣe.

source: Cookies
yo: Ìtọpa

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
yo: <coquiLink> Coqui</coquiLink> ń ṣakitiyan láti ṣí ìmẹ̀ẹ̀rọ adóhùnmọ̀. Àwọn àkàǹṣe-iṣẹ́ wọ́n ni ẹ́ńgíìnì SST àti TTS tó dá lórí i ète ìkẹ́rọnímọ̀ bí ènìyàn

source: { $count } clips
yo: { $count }Àwọn fọ́nrán

source: { $count }mo
yo: { $count }oṣù

source: { $count }wk
yo: { $count }ọ̀sẹ̀

source: { $count }y
yo: { $count } ọdún

source: Create a Custom Goal
yo: Ṣẹ̀dá àfojúsùn tí yóó tẹ́ ọ lọ́rùn

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
yo: Pípèse ànfàní fún àìdọ́gba ènìyàn láti dásí Common voice ṣàrídájú pé àkójọpọ̀ détà náà ṣiṣẹ́ fún ọ̀pọ̀lọpọ̀ ènìyàn tó bá ṣeéṣe. A ti pèsè àwọn ohun-èlò àti àwòṣe tí o lè wò!

source: Criteria
yo: Òsùwọ̀n

source: Croatian
yo: Hindi

source: Daily Goal
yo: Afòjúsùn ojoojúmọ́

source: Dashboard
yo: Àte

source: Dataset Release
yo: Ìgbéjáde Àkójọ Dátà

source: Datasets
yo: Àkójọpọ̀ dátà

source: Date
yo: Déètì

source: Days
yo: Àwọn ọjọ́

source: Delete my recordings
yo: Pa àwọn ìgbàálẹ̀ ohùn mi rẹ́

source: Delete Profile
yo: Pa púrófáìlì rẹ́

source: Different language
yo: Èdè ọ̀tọ̀ọ̀tọ̀

source: Difficult
yo: Líle

source: Difficult to pronounce
yo: Ṣòro láti pè

source: Discard ongoing recording
yo: Dá àkálẹ̀ tó ń lọ lọ́wọ́ dúró

source: Donate your voice
yo: Fi ohùn rẹ kalẹ̀

source: Don't see your language on Common Voice yet?
yo: O ò tíì rí èdè rẹ lóríi Common Voice náà?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
yo: Ṣé o ò rí àfihàn èdè ẹ nínú àkójọpọ̀ dátà náà? Láti bèèrè fún àfihàn èdè wá sí ojú-ìwé àwọn èdè wa.

source: Download
yo: Ṣe ìgbàsílẹ̀

source: Download Common Voice Data
yo: Ṣe àgbàsílẹ̀ dátà Common Voice sórí ẹ̀rọ ọ̀ rẹ

source: Download Data
yo: Ṣe ìgbàsílẹ̀ dátà

source: Download Dataset Bundle
yo: Ṣe ìgbàsílẹ̀ odindi dátà

source: Download { $language }
yo: Ṣe ìgbàsílẹ̀ { $language }

source: Download Links
yo: ìtọ́ka gbígbà

source: Download My Data
yo: Ìṣàgbàsílẹ̀ dátà mi

source: Download profile data
yo: Gba dátà púrófáìlì

source: Download the Single Word Target Segment
yo: Ṣe ìgbàsílẹ̀ àfojúsùn sẹ́gímẹ́ǹtì ọlọ́rọ̀ kan

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
yo: Ṣé o ní èrò lóri bí a ṣe lè jẹ́ kí àkójọpọ̀ dátà Common Voice dárá si? Jé kí a mọ̀ lórí Discourse

source: Do you want to continue?
yo: Ṣé o fẹ́ tẹ̀síwájú?

source: Do you want to Speak, Listen or both?
yo: Ṣé o fẹ́ sọ̀rọ̀, gbọ́rọ̀ tàbí méjéèjì

source: Drag and drop or <browseWrap>Browse</browseWrap>
yo: Dà á ko sì fi í sílẹ̀ tàbí <browseWrap> wá a </browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
yo: Ní àkókò tí a bá fi ìlọ́wọ́sí sọwọ́, a ó fa ìfunnilábọ̀ lẹ́yìn tí a bá ti tẹ 'Firánsẹ́'. Ilọ́wọ́sí yóó tẹ̀síwájú fúnra rẹ̀ pẹ̀lú àkálẹ̀ 5 tó kàn tàbí ìfòhùntẹ̀lù.

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
yo: Àkọsílẹ̀ kọ̀ọ̀kan nínú àkójọpọ̀ dátà tó ní MP3 pàtàkì àti fáìlì ọ̀rọ̀ tó báa mu. Púpọ̀ nínú àwọn wákàtí <b> lápapọ̀</b> tí a ṣe àkálẹ̀ fún nínú àkójọpọ̀ dátà náà tún àwọn mẹtadátà tó jẹ mọ́ ìrísí èèyàn lápapọ̀ bíi ọjọ́-orí, ìmọ̀ akọ tàbí abo àti ẹ̀yà èdè tí ó ràn wá lọ́wọ́ fún ìṣedéédé ìkẹ́kọ̀ọ́ èdè àwọn ẹ̀rọ adóhùnmọ̀. Àkójọpọ̀ dátà lọ́wọ́lọ́wọ́ ní <b>{ $valid }</b> àwọn wákàtì tí a fọwọ́sí nínú <b>{ $languages }</b> àwọn èdè, ṣùgbọ́n à ń fikún ohùn àti èdè ní gbogbo ìgbà. Ẹ wo ojú-ìwé àwọn èdè</languagesLink> láti bèèrè èdè tàbí b̀ẹrẹ̀ sí ní dásí.

source: Easy
yo: Rọrùn

source: Edit
yo: Ìṣàtúnṣe

source: Edit Profile
yo: Ìṣàtúnṣe Púrófáìlì

source: Email
yo: Ímeèlì

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
yo: <emailFragment>forúkọsílẹ̀</emailFragment>sí àkójọpọ̀ àwọn méèli wa láti kọ́ bí o ṣe lè kópa nínú àwọn ìpolongo, ìṣẹ̀lẹ̀ àti àwọn àwòmọ́ àgbélẹ̀rọ àjọṣe lórí common voice.

source: Email is already used for a different account
yo: Wọ́n ti lo ímeèlì yí fún àkáǹtì mìíràn

source: Email Subscriptions
yo: ìforúkọsílẹ̀ fún gbígba imeèlì

source: English
yo: Gẹ̀ẹ́sì

source: Enter Email to Download
yo: Tẹ ímeèlì rẹ láti ṣe ìgbàálẹ̀ sórí ẹ̀rọ ọ̀ rẹ

source: Enter email to send a sign up link
yo: Tẹ ímeèlì rẹ wọlé kí a lè fi àtọ́ka ìgbaniwọlé ránṣẹ́

source: Enter your email
yo: Tẹ íméèlì rẹ si

source: Error { $code }
yo: Àṣìṣe { $code }

source: Events
yo: Àwọn ìṣẹ̀lẹ̀

source: Everyone
yo: Gbogbo èèyàn

source: Exit & Delete clips
yo: Jáde & pa fọ́nrán rẹ́

source: FAQ
yo: Ìbéèrè Àtìgbàdégbà

source: Fields marked with an asterisk (*) are required.
yo: Àwọn aye tí a fi ài iràwọ̀ (*) yí sí pọn dandan

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
yo: Wá àwọn mìíràn tí wọ́n nítara. Ó lè jẹ́ àwọn fásitì, ilé-ẹ̀kọ́ èdè, àwọn ẹgbẹ́ ajìjàngbara tàbí àwọn àwùjọ ìmọ-sáyẹ́ǹsì oní dátà. Kàn sí wọn kí o sì ṣàlàyé tó yè koro bí wọ́n ṣe lè ṣèraànwọ́ àti ìdi rẹ̀. <outreachTemplates>Wo àwọn àwòṣe ímeèlì ìkànsíraẹni</outreachTemplates>.

source: Finish editing first?
yo: Parí ìṣàtúnṣe ná?

source: Finish recording
yo: Parí kíkásílẹ̀

source: Finish recording first?
yo: kọ́kọ́ parí kíkásílẹ̀ ná?

source: Finish Review
yo: Parí Àyẹ̀wò

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
yo: Àkọ́kọ́, yẹ̀ẹ́wò bí èdè rẹ bá wà níbẹ̀ <languageLink>bí ó bá ti wà níbẹ̀</languageLink>. Tí kò bá sí níbẹ̀ wà á nílò láti <strong>túmọ̀ ìhànnì náà láti gba àwọn gbólóhùn</strong>.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
yo: Fún gbogbo fọ́nrán tí o bá fún wa àti gbogbo èyí tí wọ́n bá gbà wọlé, àkáǹtì rẹ yóó gba ìsọdititun lórí àtẹ láti fi ìlọsíwájú rẹ hàn nínú èdè kọ̀ọ̀kan tí o ti kópa. Bẹ́ẹ̀ ni, O lè kópa ju èdè kan lọ!<br/><br/> Lo àtẹ láti wo ohun tí o ti ṣe àti bí o ṣe ń ṣe sí láàrin àwọn tókù láwùjọ, kí o sì ṣe àfojúsùn ìkópa ojoojúmọ́ tàbí ọ̀sọ̀ọ̀sẹ̀.

source: for example
yo: Bí àpẹẹrẹ

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
yo: Fún àwọn èdè tí a ti fi lọ́lẹ̀ wọ̀nyí ojú ewé wẹ́ẹ̀bù náà ti wà ní <localizationGlossaryLink> ìṣọditìbílẹ̀</localizationGlossaryLink>, ó sì ní <sentenceCollectionGlossaryLink> àgbàjọ gbólóhùn tó tó</sentenceCollectionGlossaryLink> láti fàyègbe <speakLink> ìsọ </speakLink> àti <listenLink> ìgbọ́</listenLink> tó ń lọ lọ́wọ́.

source: French
yo: Faransé

source: German
yo: Jamaní

source: Get involved
yo: Darapọ̀

source: Get Involved
yo: Darapọ̀ mọ́ wa

source: Get started with goals
yo: Bẹ̀ẹ̀rẹ̀ pẹ̀lú àwọn àfojúsùn

source: Get Started with Speech Recognition
yo: Bẹ̀rẹ̀ pẹ̀lú Ìmẹ̀ẹ̀rọ adóhùnmọ̀

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
yo: <githubLink> NVIDIANeMo</githubLink>™ jẹ́<docsLink> irinṣẹ́ tó wà ní gbangba</docsLink>fún àwọn aṣèwádìí tí wọ́n ń ṣẹ̀dá iṣẹ́-àkàǹṣe-tó-dára-jùlọ nínú u módẹ́ẹ̀li ẹ̀rọ onítàkurọ̀sọ.

source: Goal reached
yo: Díde ibi àfojúsùn

source: Goals
yo: Àfojúsùn

source: Go to Discourse
yo: Lọ sí Discourse

source: Go to Languages Page
yo: Lọ sí ojú-ìwé àwọn èdè

source: Go to { $name }
yo: Lọ sí

source: <governanceLink>Read more about how we're governed</governanceLink>
yo: <governanceLink>Kà si nípa bí a ṣe ń darí</governanceLink>

source: Grammatical / spelling error
yo: Gírámà/ àṣìṣe sípẹ́lì

source: Great! How many clips a week?
yo: Ó dára! Fọ́nrán mélòó ní ọ̀sẹ̀ kan?

source: Great! How many clips per day?
yo: Ó dára! Fọ́nrán mẹ́lòó ní ojúmọ́ kan?

source: Great!<recordIcon></recordIcon> Record your next clip
yo: Ó dára púpọ̀!<recordIcon></recordIcon> Ṣe àkálẹ̀ fọ́nrán rẹ tí ó kàn

source: Great work!<playIcon></playIcon> Listen again when you're ready
yo: Iṣẹ́ tó gbayì!<playIcon></playIcon> Gbọ́ ọ lẹ́ẹ̀kan tí o bá ṣe tán

source: Greek
yo: Gírìkì

source: Have Feedback?
yo: Ní èsì?

source: Have you read our Terms?
yo: Ǹjẹ́ o ti ka àwọn òté e wa?

source: Having an account is not required to contribute, though it is helpful.
yo: Nínú àkáǹtì kò pọn dandan láti ṣe ìfikún, àmọ́ ó wúlò

source: Having a profile is not required to contribute though it is helpful, see why below.
yo: Nínú púrófáìlì ò pọn dandan láti fi kún àmọ́ yóò ṣe ìrànwọ́, wo ìdí nísàlẹ̀.

source: Help
yo: Ìràǹwọ́

source: Help Common Voice reach { $hours } hours in a language with a personal goal
yo: Bá Common Voice dé { $hours } wákàtí nínú èdè kan pẹ̀lú àfojúsùn tìrẹ

source: Help create Common Voice’s first target segment in { $locale }
yo: Bá wa ṣẹ̀dá abala àfojúsùn àkọ́kọ́ ti Common Voice nínú un { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
yo: Bá wa dé { $hours } wákàtí ní { $language } pẹ̀lú àfojúsùn tìrẹ

source: Help teach machines how real people speak, donate your voice at { $link }
yo: Ṣèrànwọ́ rún ìkẹ́rọ bí àwọn ènìyán ṣe ń sọ̀rọ̀, fi ohùn rẹ sílẹ̀ ní { $link }

source: Help us build a community around voice technology, stay in touch via email.
yo: Ràn wá lọ́wọ́ à ti kọ́ agbègbè yíká ìmẹ̀ẹ̀rọ adóhùnmọ̀, ma késí wa nípasẹ̀ íméèlì.

source: Help us build a high quality, publicly open dataset
yo: Bá wa ṣe ìgbàálẹ àkójọ dátà tí yóò dra púpọ̀ tí yó sì wà ní àrọ́wọ́tó gbogbo ènìyàn

source: Help us find more voices, share your goal
yo: Bá wa ṣàwárí ohùn mìíràn, pín àfojúsùn rẹ.

source: Help us find others to donate their voice!
yo: Ṣèrànwọ́ lati wá àwọn ẹlòmíràn tí ươn lè fi ohùn wọn sílẹ̀

source: Help us get to { $goal }
yo: Ràn wá lọ́wọ́ láti dé { $goal }

source: Help us validate sentences!
yo: Bá wa wò ó bóyá àwọn ọ̀rọ̀ wọ̀nyí tànnà

source: Help us validate voices
yo: Bá wa wò ó bóyá àwọn ohùn wọ̀nyí tànnà

source: Here are the links to download your ZIP files.
yo: Èyí ni ìtọ́ka sí gbígbà àwọn fáìlì ìsọdikékeré

source: Hidden
yo: Fi pamọ́

source: His hand was rais-ed.
yo: Ó nọwọ́ rẹ̀ sókè

source: Hours
yo: Wákàtí

source: Hours Recorded
yo: Wákàtí àkálẹ̀ ohùn

source: Hours Validated
yo: Wákátìí tí a ti yẹ̀wò

source: How ?
yo: Báwo?

source: How are project decisions made?
yo: Báwo ni a ṣe ń ṣe ìpinu iṣẹ́-àkànṣe?

source: How can we effectively grow a language on Common Voice?
yo: Báwo ni a ṣe lè ṣe ìdàgbàsókè èdè tó múnádóko lórí Common voice?

source: How does Common Voice work?
yo: Báwo ni Common Voice ṣe ń ṣiṣẹ́?

source: How does site localization work?
yo: Báwo ni ìsọ-ìkànnì-di-tìbílẹ̀ ṣe ń ṣiṣẹ́?
